/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone";

/* Popover option */
"About Impress Remote" = "Quant al Control remot de l'Impress";

/* No comment provided by engineer. */
"Back" = "Enrere";

/* Popover option */
"Blank Screen" = "Pantalla en blanc";

/* No comment provided by engineer. */
"Cancel" = "Cancel·la";

/* No comment provided by engineer. */
"Click to refresh" = "Feu clic per actualitzar";

/* Back button to the connect page on navbar */
"Connect" = "Connecta";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Connecteu els dispositius a la mateixa xarxa WiFi.";

/* instruction page title */
"Connection" = "Connexió";

/* Popover option */
"Connection Help" = "Ajuda per a la connexió";

/* Connection Lost Alert title */
"Connection Lost" = "S'ha perdut la connexió";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "S'ha perdut la connexió. Intenteu tornar a connectar amb l'equip. ";

/* Control instruction title */
"Control" = "Control";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Create a personal hotspot on your iPhone if needed.";

/* Server list section title */
"Custom Connections" = "Connexions personalitzades";

/* Displayed when no customized server is available */
"Customize server config instruction" = "In case your computer does not appear in the section above, manually add a computer with its IP address. ";

/* Server list section title */
"Detected Connections" = "Connexions detectades";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Introduïu el codi PIN a Diapositiva - Control remot de l'Impress";

/* Connection failure title */
"Failed to reach server" = "No s'ha pogut connectar amb el servidor";

/* Connection failure message */
"Failed to reach server Msg" = "Comproveu l'adreça IP i assegureu-vos que el LibreOffice Impress s'està executant amb la funció «Control remot de l'Impress» activada.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "No s'ha pogut connectar amb el vostre equip";

/* No comment provided by engineer. */
"Help" = "Ajuda";

/* In app How-to title */
"How-to" = "Com es fa";

/* App name displayed on navbar */
"Impress Remote" = "Control remot de l'Impress";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "L'adreça IP no és vàlida";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "L'adreça IP que heu introduït no és vàlida";

/* EditableTableViewCell placeholder */
"IP Address" = "Adreça IP";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Inicieu l'Impress i seleccioneu el vostre equip.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Nom (opcional)";

/* No comment provided by engineer. */
"New Server" = "Servidor nou";

/* No comment provided by engineer. */
"No, thanks" = "No, gràcies";

/* OK Button on Alert view */
"OK" = "D'acord";

/* backButton for Tutorial */
"Ok, thanks" = "D'acord, gràcies";

/* Pairing instruction title */
"Pairing" = "Aparellament";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Instruccions  per a l'aparellament";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Launch your LibreOffice Impress on your Computer\n\n2. Enable Preferences - LibreOffice Impress - General - Enable remote control\n\n3. Make sure your Computer and your device are connected to the same WiFi network\n\n4. Enter your Computer's IP address manually if it isn't detected\n\n5. Connect and Enjoy!\n\n";

/* Update button text in diffrent states */
"Pause" = "Pausa";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Considereu reiniciar el LibreOffice Impress a l'equip.";

/* Popover option */
"Restart" = "Reinicia";

/* No comment provided by engineer. */
"Resume from blank screen" = "Reprèn des d'una pantalla en blanc";

/* Popover option */
"Resume from blank Screen" = "Reprèn des d'una pantalla en blanc";

/* No comment provided by engineer. */
"Searching" = "Cerca";

/* Sidebar section header */
"Slides" = "Diapositives";

/* Update button text in diffrent states */
"Start" = "Inicia";

/* Popover option */
"Stop Presentation" = "Atura la presentació";

/* Sidebar section header */
"Stop Watch" = "Atura el rellotge";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Voleu veure la guia ràpida del Control remot de l'Impress?";

/* Sidebar section header */
"Timer" = "Temporitzador";

/* No comment provided by engineer. */
"Yes" = "Sí";

